Revit 2027 API
BuiltInFailures.CurtainGridFamilyFailures.AllMullionsAreTooShort Property
 The mullion(s) you are trying to place is too short for his type, and was not placed on the grid.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId AllMullionsAreTooShort { get; }
Public Shared ReadOnly Property AllMullionsAreTooShort As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ AllMullionsAreTooShort {
	FailureDefinitionId^ get ();
}
static member AllMullionsAreTooShort : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CurtainGridFamilyFailures Class
Autodesk.Revit.DB Namespace